'use strict';
let review = `
60/60
[+10} Вёрстка:
  [+5] на странице есть несколько фото и строка поиска +5
  [+5] в футере приложения ссылка на гитхаб, год создания, логотип +5
[+10] Загрузка изображений от API 
[+30] Ищутся картинки по запросу 
  [+5] при открытии приложения курсор находится в поле ввода 
  [+5] есть placeholder 
  [+5] автозаполнение поля ввода отключено 
  [+5] поисковый запрос можно отправить нажатием клавиши Enter 
  [+5] после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода 
  [+5] в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder 

  Дополнительный функционал:
  1. Есть фильтр поиска по источнику (Unsplash/Flickr) и по ориентации изображения;
  2. По клику на картинку открывается можальное окно с детальной информацией и возможностью загрузить изображение
`;

console.log(review);